Repository: econotaku/public-kdolcompass-uikit
Catalog: KdolCompass/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité
id: kebijakan privasi
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인정보처리방침
pt_br: política de Privacidade
ru: политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# removeAds
source: Tap to remove ads for free
de: Werbung kostenlos entfernen
es: eliminar anuncios gratis
fr: supprimer les publicités (gratuit)
id: hapus iklan gratis
it: rimuovere gli annunci (gratuito)
ja: タップして無料で広告を削除
ko: 탭하여 무료로 광고를 제거하세요
pt_br: remover anúncios (grátis)
ru: убрать рекламу бесплатно
th: แตะเพื่อลบโฆษณาฟรี
vi: Nhấn để xóa quảng cáo miễn phí
zh_hans: 点按即可免费移除广告
zh_hant: 點按即可免費移除廣告

# watchVideoMessage
source: One view of a video ad removes the banner ad for 24 hours. Would you like to see a video ad?
de: Beim Ansehen von Videoanzeigen werden Banneranzeigen 24 Stunden lang entfernt. Möchten Sie eine Videoanzeige sehen?
es: Una vista de un anuncio de video elimina el anuncio de banner durante 24 horas. ¿Le gustaría ver un anuncio de video?
fr: Une vue d'une annonce vidéo supprime la bannière publicitaire pendant 24 heures. Souhaitez-vous voir une annonce vidéo ?
id: Satu tampilan iklan video menghapus iklan spanduk selama 24 jam. Apakah Anda ingin melihat iklan video?
it: Durante la visualizzazione di annunci video, gli annunci banner vengono rimossi per 24 ore. Vuoi vedere annunci video?
ja: 動画広告を一度見ると、バナー広告は24時間削除されます。動画広告を視聴しますか？
ko: 동영상 광고를 한 번 보면 배너 광고가 24시간 동안 제거됩니다. 동영상 광고를 보시겠습니까?
pt_br: Uma exibição de um anúncio em vídeo remove o anúncio em banner por 24 horas. Você gostaria de ver um anúncio em vídeo?
ru: Один просмотр видеообъявления удаляет рекламный баннер на 24 часа. Хотели бы вы увидеть видеообъявление?
th: การดูโฆษณาวิดีโอหนึ่งครั้งจะลบโฆษณาแบนเนอร์ออกเป็นเวลา 24 ชั่วโมง คุณต้องการดูโฆษณาวิดีโอหรือไม่?
vi: Một lần xem quảng cáo video sẽ xóa quảng cáo biểu ngữ trong 24 giờ. Bạn có muốn xem một quảng cáo video không?
zh_hans: 视频广告的一次观看会移除横幅广告 24 小时。您想看视频广告吗？
zh_hant: 視頻廣告的一次觀看會移除橫幅廣告 24 小時。您想看視頻廣告嗎？

# plusVideoAd
source: Watching the video ad one more time adds 24 hours of invisibility to the banner ad. Would you like to see a video ad?
de: Wenn Sie sich die Videoanzeige noch einmal ansehen, werden 24 Stunden unsichtbare Bannerzeit hinzugefügt. Möchten Sie eine Videoanzeige sehen?
es: Ver el anuncio de video una vez más agrega 24 horas para que desaparezca el banner. ¿Le gustaría ver un anuncio de vídeo?
fr: Regarder l'annonce vidéo une fois de plus ajoute 24 heures pour que la bannière disparaisse. Souhaitez-vous voir une publicité vidéo ?
id: Menonton iklan video sekali lagi menambah 24 jam agar spanduk menghilang. Apakah Anda ingin melihat iklan video?
it: Guardare l'annuncio video ancora una volta aggiunge 24 ore affinché il banner scompaia. Vuoi vedere un annuncio video?
ja: もう一度動画広告を見ると、バナー広告が見えない時間が24時間加算されます。動画広告を表示しますか？
ko: 동영상 광고를 한 번 더 보면 배너 광고가 보이지 않는 시간이 24시간 더해집니다. 동영상 광고를 보시겠습니까?
pt_br: Assistir ao anúncio em vídeo mais uma vez adiciona 24 horas para que o banner desapareça. Gostaria de ver um anúncio em vídeo?
ru: Если вы посмотрите видеообъявление еще раз, добавятся 24 часа невидимого времени. Хотите увидеть рекламное видео?
th: หากคุณดูโฆษณาวิดีโออีกครั้ง ระบบจะเพิ่มเวลาที่มองไม่เห็น 24 ชั่วโมง คุณต้องการดูโฆษณาวิดีโอหรือไม่?
vi: Xem quảng cáo video thêm một lần nữa sẽ thêm 24 giờ để biểu ngữ biến mất. Bạn có muốn xem một quảng cáo video không?
zh_hans: 再看一次视频广告会增加 24 小时让横幅消失。您想看视频广告吗？
zh_hant: 再看一次視頻廣告會增加 24 小時讓橫幅消失。您想看視頻廣告嗎？

# settingIdol
source: Do you want to set this idol?
de: Wollen Sie dieses Idol setzen?
es: ¿Quieres poner este ídolo?
fr: Voulez-vous définir cette idole?
id: Apakah Anda ingin mengatur idola ini?
it: Vuoi impostare questo idolo?
ja: このアイドルを設定しますか？
ko: 선택하신 아이돌로 설정하시겠습니까?
pt_br: Você quer definir este ídolo?
ru: Вы хотите установить этого кумира?
th: คุณต้องการตั้งค่าไอดอลนี้หรือไม่?
vi: Bạn có muốn đặt thần tượng này không?
zh_hans: 你想设定这个偶像吗？
zh_hant: 你想設定這個偶像嗎?

# info_0
source: Users can move the camera with various gestures including tap, drag and pinch.
de: Die Kamera kann mit verschiedenen Gesten bewegt werden, darunter Tappe, Drag und Pitch.
es: Los usuarios pueden mover la cámara con varios gestos, como tocar, arrastrar y pellizcar.
fr: Les utilisateurs peuvent déplacer la caméra avec divers gestes, notamment appuyer, faire glisser et pincer.
id: Pengguna dapat memindahkan kamera dengan berbagai gerakan termasuk mengetuk, menyeret dan mencubit.
it: Gli utenti possono spostare la fotocamera con vari gesti tra cui toccare, trascinare e pizzicare.
ja: ユーザーは、タップ、ドラッグ、ピンチなどのさまざまなジェスチャーでカメラを動かすことができます。
ko: 사용자는 탭, 드래그, 핀치 등의 각종 제스처로 카메라를 이동할 수 있습니다.
pt_br: Os usuários podem mover a câmera com vários gestos, incluindo tocar, arrastar e beliscar.
ru: Пользователи могут перемещать камеру с различными жестами, включая нажатие, перетаскивание и вытягивание.
th: ผู้ใช้สามารถขยับกล้องด้วยท่าทางต่างๆ เช่น แตะ ลาก และบีบนิ้ว
vi: Người dùng có thể di chuyển máy ảnh bằng nhiều cử chỉ khác nhau bao gồm chạm, kéo và chụm.
zh_hans: 用户可以使用各种手势移动相机，包括点击、拖动和捏合。
zh_hant: 用戶可以使用各種手勢移動相機，包括點擊、拖動和捏合。

# info_1
source: • Scroll : Drag the map with one or more fingers, and the camera moves following those fingers.
de: • Scroll : Ziehen Sie die Karte mit einem oder mehreren Fingern, und die Kamera bewegt sich nach diesen Fingern.
es: • Despliegue : Dragad el mapa con uno o más dedos y la cámara se mueve siguiendo esos dedos.
fr: • Défilement : faites glisser la carte avec un ou plusieurs doigts et la caméra se déplace en suivant ces doigts.
id: • Gulung : Seret peta dengan satu atau lebih jari, dan kamera bergerak mengikuti jari-jari itu.
it: • Scorri : trascina la mappa con una o più dita e la telecamera si sposta seguendo quelle dita.
ja: • スクロール : 1つ以上の指でマップをドラッグすると、カメラがその指に沿って移動します。
ko: • 스크롤 : 한 개 또는 두 개 이상의 손가락으로 지도를 드래그하면 카메라가 손가락을 따라 이동합니다.
pt_br: • Mover : Arraste o mapa com um ou mais dedos, e a câmera segue os dedos.
ru: • Прокрутка : перетащите карту одним или несколькими пальцами, и камера будет двигаться вслед за этими пальцами.
th: • เลื่อน : ลากแผนที่ด้วยนิ้วหนึ่งนิ้วขึ้นไป แล้วกล้องจะเคลื่อนตามนิ้วเหล่านั้น
vi: • Cuộn : Kéo bản đồ bằng một hoặc nhiều ngón tay và máy ảnh sẽ di chuyển.
zh_hans: • 滚动 : 用一根或多根手指拖动地图，相机跟随这些手指移动。
zh_hant: • 滾動 : 用一根或多根手指拖動地圖，相機跟隨這些手指移動。

# info_2
source: • Zoom : Double-tap the map, and the map’s zoom level increases by one level. Two-finger tap the map, and the zoom level decreases by one level. You can also use pinch, stretch, or one-finger zoom gesture to change the map’s zoom level.
de: • Zoom : Doppeltappe auf die Karte, und die Zoomebene der Karte steigt um ein Level. Zweifinger tappe Sie die Karte, und der Zoom-Level sinkt um ein Level. Sie können auch Stretch oder eine Zeigezoom- Geste verwenden, um die Zoomebene der Karte zu ändern.
es: • Zoom : toca dos veces el mapa y el nivel de zoom del mapa aumenta en un nivel. Toque el mapa con dos dedos y el nivel de zoom disminuye un nivel. También puede utilizar el gesto de pellizcar, estirar o acercar con un dedo para cambiar el nivel de zoom del mapa.
fr: • Zoom : double-tapez la carte et le niveau de zoom de la carte augmentée d'un niveau. Tapez la carte à deux doigts et le niveau du zoom diminue d'un niveau. Vous pouvez aussi utiliser des pinceaux, des étirements ou un zoom d'un doigt pour modifier le niveau de zoom de la carte.
id: • Zoom : ketuk dua kali peta, dan tingkat zoom peta meningkat satu tingkat. Dua jari ketuk peta, dan tingkat zoom menurun satu tingkat. Anda juga dapat menggunakan jepitan, peregangan, atau gerakan zoom satu jari untuk mengubah tingkat zoom peta.
it: • Zoom : tocca due volte la mappa e il livello di zoom della mappa aumenta di un livello. Tocca la mappa con due dita e il livello di zoom diminuisce di un livello. Puoi anche pizzicare, allungare o ingrandire con un dito per modificare il livello di zoom della mappa.
ja: • ズーム 地 : 図をダブルタップすると、地図のズームレベルが1レベル上がります。 2本の指で地図をタップすると、ズームレベルが1レベル下がります。ピンチ、ストレッチ、または1本指のズームジェスチャを使用して、マップのズームレベルを変更することもできます。
ko: • 줌 : 지도를 더블 탭하면 줌 레벨이 한 단계 확대됩니다. 두 손가락 탭하면 한 단계 축소됩니다. 핀치와 스트레치 또는 한 손가락 줌 제스처로도 지도의 줌 레벨을 변경할 수 있습니다.
pt_br: • Zoom : toque duas vezes no mapa e o nível de zoom do mapa aumenta um nível. Toque com dois dedos no mapa e o nível de zoom diminui um nível. Você também pode usar gesto de pinça, alongamento ou zoom com um dedo para alterar o nível de zoom do mapa.
ru: • Масштаб : дважды коснитесь карты, и уровень масштабирования карты увеличится на один уровень. Коснитесь карты двумя пальцами, и уровень масштабирования уменьшится на один уровень. Вы также можете использовать сжатие, растяжение или жест масштабирования одним пальцем, чтобы изменить уровень масштабирования карты.
th: • ซูม : แตะสองครั้งที่แผนที่ และระดับการซูมของแผนที่จะเพิ่มขึ้นหนึ่งระดับ ใช้สองนิ้วแตะแผนที่ และระดับการซูมจะลดลงหนึ่งระดับ คุณยังสามารถใช้การบีบนิ้ว ยืด หรือซูมด้วยนิ้วเดียวเพื่อเปลี่ยนระดับการซูมของแผนที่
vi: • Thu phóng : Nhấn đúp vào bản đồ và mức thu phóng của bản đồ tăng một cấp. Nhấn bằng hai ngón tay vào bản đồ và mức thu phóng giảm một mức. Bạn cũng có thể sử dụng cử chỉ chụm, duỗi hoặc thu phóng bằng một ngón tay để thay đổi mức thu phóng của bản đồ.
zh_hans: • 缩放 : 双击地图，地图缩放级别增加一级。两指点按地图，缩放级别降低一级。您还可以使用捏合、拉伸或单指缩放手势来更改地图的缩放级别。
zh_hant: • 縮放 : 雙擊地圖，地圖縮放級別增加一級。兩指點按地圖，縮放級別降低一級。您還可以使用捏合、拉伸或單指縮放手勢來更改地圖的縮放級別。

# info_3
source: • Tilt : Drag down or up the map with two fingers, and the map’s tilt angle is changed.
de: • Neigung : Ziehen Sie die Karte mit zwei Fingern herunter oder hoch, und der Neigungwinkel der Karte wird geändert.
es: • Inclina : Dragad hacia abajo o arriba el mapa con dos dedos, y el ángulo de inclinación del mapa se cambia.
fr: • Inclinaison : faites glisser la carte vers le bas ou vers le haut avec deux doigts, et l'angle d'inclinaison de la carte est modifié.
id: • Tilt : Tarik ke bawah atau ke atas peta dengan dua jari, dan sudut kemiringan peta berubah.
it: • Inclinazione : trascina la mappa verso il basso o verso l'alto con due dita e l'angolo di inclinazione della mappa viene modificato.
ja: • チルト : 2本の指でマップを下または上にドラッグすると、マップのチルト角度が変更されます。
ko: • 틸트 : 두 개의 손가락으로 지도를 위아래로 드래그하면 기울임 각도가 바뀝니다.
pt_br: • Inclinação : arraste o mapa para baixo ou para cima com dois dedos e o ângulo de inclinação do mapa será alterado.
ru: • Наклон : проведите двумя пальцами по карте вниз или вверх, и угол наклона карты изменится.
th: • เอียง : ลากลงหรือขึ้นแผนที่ด้วยสองนิ้ว และมุมเอียงของแผนที่จะเปลี่ยนไป
vi: • Nghiêng : Kéo xuống hoặc lên bản đồ bằng hai ngón tay và góc nghiêng của bản đồ được thay đổi.
zh_hans: • 倾斜 : 用两根手指向下或向上拖动地图，改变地图的倾斜角度。
zh_hant: • 傾斜 : 用兩根手指向下或向上拖動地圖，改變地圖的傾斜角度。

# info_4
source: • Rotation : Rotate the map with two fingers, and the map’s bearing angle is changed.
de: • Rotation : Drehen Sie die Karte mit zwei Fingern und der Ladewinkel der Karte wird geändert.
es: • Rotación : gira el mapa con dos dedos y se cambia el ángulo de rumbo del mapa.
fr: • Rotation : faites pivoter la carte avec deux doigts et l'angle de relèvement de la carte est modifié.
id: • Rotasi : Putar peta dengan dua jari, dan sudut bantalan peta berubah.
it: • Rotazione : ruota la mappa con due dita e l'angolo di rilevamento della mappa viene modificato.
ja: • 回転 : 2本の指で地図を回転すると、地図の方位角が変更されます。
ko: • 회전 : 두 개의 손가락으로 지도를 돌리면 베어링 각도가 바뀝니다.
pt_br: • Rotação : gire o mapa com dois dedos e o ângulo de orientação do mapa é alterado.
ru: • Вращение : поверните карту двумя пальцами, и угол пеленга карты изменится.
th: • การหมุน : หมุนแผนที่ด้วยสองนิ้ว และมุมการแบกของแผนที่จะเปลี่ยนไป
vi: • Xoay : Xoay bản đồ bằng hai ngón tay và góc mang của bản đồ được thay đổi.
zh_hans: • 旋转 : 使用两个手指旋转地图，更改地图的方位角。
zh_hant: • 旋轉 : 用兩根手指旋轉地圖，地圖的方位角發生變化。

# uniqueness
source: The characteristics of the map where all companies come out.
de: Die Merkmale der Karte, auf der alle Unternehmen hervorgehen.
es: Las características del mapa donde salen todas las empresas.
fr: Les caractéristiques de la carte où toutes les entreprises sortent.
id: Karakteristik peta di mana semua perusahaan keluar.
it: TLe caratteristiche della mappa da cui escono tutte le aziende.
ja: すべての企業が出てくる地図の特徴。
ko: 특이사항 - 모든 회사가 보이는 지도에서
pt_br: As características do mapa onde todas as empresas
ru: Характеристики карты, на которой выходят все компании.
th: ลักษณะของแผนที่ที่ทุกบริษัทออกมา
vi: Các đặc điểm của bản đồ nơi tất cả các công ty đi ra.
zh_hans: 所有公司出来的地图的特征。
zh_hant: 所有公司出來的地圖的特徵。

# uniq_0
source: • PLEDIS and KOZ, which are HYBE Labels, are in the same building as HYBE, so only HYBE is displayed.
de: • PLEDIS und KOZ, die HYBE-Labels sind, befinden sich im selben Gebäude wie HYBE, daher wird nur HYBE angezeigt.
es: • PLEDIS y KOZ, que son la subsidiaria de HYBE, están en el mismo edificio que HYBE, por lo que solo se muestra HYBE.
fr: • PLEDIS et KOZ, qui sont la filiale de HYBE, sont dans le même bâtiment que HYBE, donc seul HYBE est affiché.
id: • PLEDIS dan KOZ, yang merupakan Anak Perusahaan HYBE, berada di gedung yang sama dengan HYBE, jadi hanya HYBE yang ditampilkan.
it: • PLEDIS e KOZ, che sono la filiale di HYBE, si trovano nello stesso edificio di HYBE, quindi viene visualizzato solo HYBE.
ja: • HYBEの子会社であるPLEDISとKOZはHYBEと同じ建物内にあるため、HYBEのみが表示されます。
ko: • HYBE Label 에 해당하는 PLEDIS 와 KOZ 는 HYBE와 같은 건물에 있어서 HYBE 만 나타나도록 했습니다.
pt_br: • PLEDIS e KOZ, que são subsidiárias da HYBE, estão no mesmo prédio que HYBE, portanto, apenas HYBE é exibido.
ru: • PLEDIS и KOZ, дочерние компании HYBE, находятся в том же здании, что и HYBE, поэтому отображается только HYBE.
th: • PLEDIS และ KOZ ซึ่งเป็นบริษัทย่อยของ HYBE อยู่ในอาคารเดียวกับ HYBE ดังนั้นจึงแสดงเฉพาะ HYBE
vi: • PLEDIS và KOZ, là Công ty con của HYBE, ở cùng tòa nhà với HYBE, vì vậy chỉ HYBE được hiển thị.
zh_hans: • HYBE 的子公司 PLEDIS 和 KOZ 与 HYBE 位于同一建筑物内，因此仅显示 HYBE。
zh_hant: • HYBE 的子公司 PLEDIS 和 KOZ 與 HYBE 位於同一建築物內，因此僅顯示 HYBE。

# uniq_1
source: • If you touch a marker, you can set it yourself by entering a name.
de: • Wenn Sie einen Marker berühren, können Sie ihn durch Eingabe eines Namens selbst setzen.
es: • Si toca un marcador, puede configurarlo usted mismo ingresando un nombre.
fr: • Si vous touchez un marqueur, vous pouvez le définir vous-même en saisissant un nom.
id: • Jika Anda menyentuh penanda, Anda dapat mengaturnya sendiri dengan memasukkan nama.
it: • Se tocchi un marcatore, puoi impostarlo tu stesso inserendo un nome.
ja: • マーカーをタッチすると、名前を入力して自分で設定できます。
ko: • 마커를 터치하면 이름을 입력해서 자체적으로 설정할 수 있습니다.
pt_br: • Se você tocar em um marcador, poderá defini-lo inserindo um nome.
ru: • Если вы коснетесь маркера, вы можете установить его самостоятельно, введя имя.
th: • หากคุณแตะเครื่องหมาย คุณสามารถกำหนดได้เองโดยป้อนชื่อ
vi: • Nếu bạn chạm vào một điểm đánh dấu, bạn có thể tự đặt nó bằng cách nhập tên.
zh_hans: • 如果触摸标记，则可以通过输入名称自行设置。
zh_hant: • 如果觸摸標記，則可以通過輸入名稱自行設置。

# uniq_2
source: • I made a marker that says Seoul in case the person you want is not on the list. The marker is located in the center of Gyeongbokgung Palace, and touch the marker to set the person you want.
de: • Ich habe eine Markierung mit der Aufschrift Seoul gemacht, falls die gewünschte Person nicht auf der Liste steht. Die Markierung befindet sich in der Mitte des Gyeongbokgung-Palastes. Berühren Sie die Markierung, um die gewünschte Person festzulegen.
es: • Hice un marcador que dice Seúl en caso de que la persona que busca no esté en la lista. El marcador se encuentra en el centro del Palacio Gyeongbokgung y toca el marcador para establecer la persona que deseas.
fr: • J'ai fait un marqueur qui dit Séoul au cas où la personne que vous voulez n'est pas sur la liste. Le marqueur est situé au centre du palais de Gyeongbokgung, et touchez le marqueur pour définir la personne que vous voulez.
id: • Saya membuat penanda yang mengatakan Seoul jika orang yang Anda inginkan tidak ada dalam daftar. Penanda terletak di tengah Istana Gyeongbokgung, dan sentuh penanda untuk menetapkan orang yang Anda inginkan.
it: • Ho fatto un pennarello che dice Seoul nel caso in cui la persona che vuoi non sia nella lista. L'indicatore si trova al centro del Palazzo Gyeongbokgung e tocca l'indicatore per impostare la persona che desideri.
ja: • 欲しい人がリストに載っていない場合に備えて、ソウルと書かれたマーカーを作りました。景福宮の中央にあるマーカーをタッチして、好きな人を設定します。
ko: • 리스트에 본인이 원하는 사람이 없는 경우를 위해 Seoul 이라고 되어있는 마커를 만들었습니다. 마커는 경복궁 중앙에 있으며, 그 마커를 터치해서 원하는 사람으로 설정하세요.
pt_br: • Fiz um marcador que diz Seul, caso a pessoa que você deseja não esteja na lista. O marcador está localizado no centro do Palácio Gyeongbokgung e toque no marcador para definir a pessoa desejada.
ru: • Я сделал маркер с надписью «Сеул» на тот случай, если нужного человека нет в списке. Маркер находится в центре дворца Кёнбоккун, коснитесь маркера, чтобы выбрать человека, которого вы хотите.
th: • ฉันทำมาร์กเกอร์ที่เขียนว่าโซล เผื่อว่าคนที่คุณต้องการไม่อยู่ในรายชื่อ เครื่องหมายตั้งอยู่ใจกลางพระราชวัง Gyeongbokgung และแตะเครื่องหมายเพื่อกำหนดบุคคลที่คุณต้องการ
vi: • Tôi đã đánh dấu Seoul trong trường hợp người bạn muốn không có trong danh sách. Điểm đánh dấu nằm ở trung tâm Cung điện Gyeongbokgung và chạm vào điểm đánh dấu để đặt người bạn muốn.
zh_hans: • 我做了一个标记，上面写着首尔，以防你想要的人不在名单上。标记位于景福宫的中心，触摸标记设置您想要的人。
zh_hant: • 我做了一個標記，上面寫著首爾，以防你想要的人不在名單上。標記位於景福宮的中心，觸摸標記設置您想要的人。

# enterName
source: Enter a name to save to this location.
de: Geben Sie einen Namen ein, um an diesem Ort zu speichern.
es: Ingrese un nombre para guardar en esta ubicación.
fr: Saisissez un nom à enregistrer à cet emplacement.
id: Masukkan nama untuk disimpan ke lokasi ini.
it: Inserisci un nome da salvare in questa posizione.
ja: この場所に保存する名前を入力します。
ko: 이 위치로 저장할 이름을 입력하세요.
pt_br: Digite um nome para salvar neste local.
ru: Введите имя для сохранения в этом месте.
th: ป้อนชื่อที่จะบันทึกลงในตำแหน่งนี้
vi: Nhập tên để lưu vào vị trí này.
zh_hans: 输入要保存到此位置的名称。
zh_hant: 輸入要保存到此位置的名稱。

# noInternet
source: Cannot run because there is no internet connection.
de: Kann nicht ausgeführt werden, da keine Internetverbindung besteht.
es: No se puede ejecutar porque no hay conexión a Internet.
fr: Impossible d'exécuter car il n'y a pas de connexion Internet.
id: Tidak bisa berjalan karena tidak ada koneksi internet.
it: Impossibile eseguire perché non c'è connessione a Internet.
ja: インターネットに接続されていないため、実行できません。
ko: 인터넷에 연결되어 있지 않아 실행할 수 없습니다.
pt_br: Não é possível executar porque não há conexão com a Internet.
ru: Невозможно запустить, потому что нет подключения к Интернету.
th: ไม่สามารถเรียกใช้ได้เนื่องจากไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Không thể chạy vì không có kết nối internet.
zh_hans: 无法运行，因为没有互联网连接。
zh_hant: 無法運行，因為沒有互聯網連接。

# violationMessage
source: I watched a video ad once to see if it worked. It was against the rules of admob for developers to watch video ads. So the ad will be posted after the date indicated on the button.
de: Ich habe mir einmal eine Videoanzeige angesehen, um zu sehen, ob sie funktioniert. Es verstieß für Entwickler gegen die Admob-Regeln, Videoanzeigen anzusehen. Die Anzeige wird also nach dem auf der Schaltfläche angegebenen Datum geschaltet.
es: Una vez vi un anuncio de video para ver si funcionaba. Estaba en contra de las reglas de admob que los desarrolladores vieran anuncios de video. Por lo tanto, el anuncio se publicará después de la fecha indicada en el botón.
fr: J'ai regardé une annonce vidéo une fois pour voir si cela fonctionnait. Il était contraire aux règles d'admob pour les développeurs de regarder des publicités vidéo. L'annonce sera donc publiée après la date indiquée sur le bouton.
id: Saya menonton iklan video sekali untuk melihat apakah itu berhasil. Itu melanggar aturan admob bagi pengembang untuk menonton iklan video. Jadi iklan akan diposting setelah tanggal yang tertera pada tombol.
it: Una volta ho guardato un annuncio video per vedere se funzionava. Era contro le regole di admob per gli sviluppatori guardare gli annunci video. Quindi l'annuncio verrà pubblicato dopo la data indicata sul pulsante.
ja: 私はそれが機能するかどうかを確認するためにビデオ広告を一度見ました。 開発者がビデオ広告を視聴することは、AdMobのルールに違反していました。 そのため、ボタンに表示されている日付まで広告は掲載されません。
ko: 잘 되는지 확인하기 위해 동영상 광고를 한 번 봤습니다. 개발자가 동영상 광고를 보는 것은 admob 규정에 위배됩니다. 그래서 광고는 버튼에 표시된 날짜까지 게시되지 않습니다.
pt_br: Assisti a um anúncio em vídeo uma vez para ver se funcionava. Era contra as regras da admob os desenvolvedores assistirem a anúncios em vídeo. Assim, o anúncio será postado após a data indicada no botão.
ru: Я однажды посмотрел видеообъявление, чтобы убедиться, что оно сработало. Правилами admob для разработчиков было запрещено смотреть видеорекламу. Таким образом, объявление будет размещено после даты, указанной на кнопке.
th: ฉันดูโฆษณาวิดีโอหนึ่งครั้งเพื่อดูว่าได้ผลหรือไม่ มันผิดกฎของ admob สำหรับนักพัฒนาในการชมโฆษณาวิดีโอ ดังนั้นโฆษณาจะถูกโพสต์หลังจากวันที่ที่ระบุบนปุ่ม
vi: Tôi đã xem một quảng cáo video một lần để xem nó có hiệu quả không. Việc các nhà phát triển xem quảng cáo video là vi phạm các quy tắc của admob. Vì vậy, quảng cáo sẽ được đăng sau ngày ghi trên nút.
zh_hans: 我看过一次视频广告，看看它是否有效。开发者观看视频广告违反了admob的规则。因此，广告将在按钮上指示的日期之后发布。
zh_hant: 我看過一次視頻廣告，看看它是否有效。開發者觀看視頻廣告違反了admob的規則。因此，廣告將在按鈕上指示的日期之後發布。

# description_03
source: 소속사는 모두 서울에 있습니다. 그리고 서울이란 도시의 최대 너비는 약 30km(약 18.6 mile) 정도 됩니다. 아주 먼 거리에서는 나침반의 1도 안에 서울이 전부 들어갑니다.
ko: 소속사는 모두 서울에 있습니다. 그리고 서울의 최대 너비는 약 30km(약 18.6 mile) 정도 됩니다. 아주 먼 거리에서는 나침반의 1도 안에 서울이 전부 들어갑니다.
